Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PassKit/WalletSettings_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Remove Card…
ar: إزالة البطاقة…
bg: Премахни карта…
ca: Elimina la targeta…
cs: Odstranit kartu…
da: Fjern kort…
de: Karte entfernen …
el: Αφαίρεση κάρτας…
es: Eliminar tarjeta…
es_us: Eliminar tarjeta…
fi: Poista kortti…
fr: Supprimer la carte…
fr_ca: Supprimer la carte…
he: הסרת הכרטיס…
hi: कार्ड हटाएँ…
hr: Ukloni karticu…
hu: Kártya eltávolítása…
id: Hapus Kartu…
it: Rimuovi carta…
ja: カードを削除…
kk: Картаны жою…
ko: 카드 제거…
lt: Šalinti kortelę…
ms: Keluarkan Kad…
nl: Verwijder kaart…
no: Fjern kort…
pl: Usuń kartę…
pt_br: Remover Cartão…
pt_pt: Remover cartão…
ro: Eliminare card…
ru: Удалить карту…
sk: Odstrániť kartu…
sl: Odstrani kartico …
sv: Ta bort kort…
th: เอาบัตรออก…
tr: Kartı Sil…
uk: Вилучити картку…
vi: Xóa thẻ…
zh_cn: 移除卡片…
zh_hk: 移除卡⋯
zh_tw: 移除卡片⋯

source: Transaction defaults
ar: الإعدادات الافتراضية للمعاملة
bg: По подразбиране за транзакция
ca: Informació per omissió per a les transaccions
cs: Předvolby transakcí
da: Transaktionsstandarder
de: Transaktionsstandardwerte
el: Προεπιλογές συναλλαγών
es: Valores por omisión de las transacciones
es_us: Valores predeterminados de transacción
fi: Tapahtumien oletusarvot
fr: Réglages de transaction par défaut
fr_ca: Valeurs par défaut de la transaction
he: הגדרות ברירת-מחדל של עסקה
hi: लेनदेन डिफ़ॉल्ट
hr: Standardne postavke transakcija
hu: Tranzakció alapértékei
id: Default transaksi
it: Transazioni di default
ja: 支払い設定
kk: Транзакцияның әдепкі параметрлері
ko: 거래 기본 설정
lt: Numatytosios operacijos parinktys
ms: Lalai transaksi
nl: Transactievoorkeuren
no: Standardvalg for betaling
pl: Domyślne dane transakcji
pt_br: Padrões de transação
pt_pt: Predefinições de transação
ro: Opțiuni implicite tranzacții
ru: Параметры оплаты по умолчанию
sk: Predvoľby transakcií
sl: Privzete lastnosti transakcije
sv: Transaktionsförval
th: รายการธุรกรรมเริ่มต้น
tr: İşlem saptanmışları
uk: Типові параметри трансакції
vi: Chi tiết mặc định của giao dịch
zh_cn: 默认交易资料
zh_hk: 交易預設
zh_tw: 交易預設值

# LOST_MODE_TITLE
source: Apple Account Password Required after Unlock
ar: كلمة سر حساب Apple مطلوبة بعد فتح القفل
bg: Паролата за Apple регистрацията се изисква след отключване
ca: Contrasenya del compte d’Apple obligatòria en desbloquejar
cs: Po odemknutí se požaduje heslo k účtu Apple
da: Adgangskode til Apple‑konto kræves efter oplåsning
de: Apple Account-Passwort nach Entsperren erforderlich
el: Απαιτείται συνθηματικό λογαριασμού Apple μετά από ξεκλείδωμα
es: La contraseña de la cuenta de Apple es necesaria tras el desbloqueo
es_us: Se requiere la contraseña de la cuenta de Apple tras desbloquear
fi: Apple-tilin salasana vaaditaan lukituksen avaamisen jälkeen
fr: Mot de passe du compte Apple requis après le déverrouillage
fr_ca: Mot de passe du compte Apple requis après le déverrouillage
he: סיסמת חשבון ה-Apple נדרשת לאחר ביטול הנעילה
hi: अनलॉक होने के बाद Apple खाते का पासवर्ड आवश्यक है
hr: Lozinka Apple računa potrebna je nakon otključavanja
hu: A feloldás után meg kell adni az Apple-fiók jelszavát
id: Kata Sandi Akun Apple Diperlukan setelah Dibuka
it: Dopo lo sblocco è necessaria la password di Apple Account
ja: ロック解除後にApple Accountパスワードが必要です
kk: Құлпы ашылғаннан кейін Apple аккаунтының құпиясөзі қажет
ko: 잠금 해제 후 Apple 계정 암호 필요
lt: Atblokavus, reikalingas „Apple“ paskyros slaptažodis
ms: Kata Laluan Akaun Apple Diperlukan selepas Membuka Kunci
nl: Apple Account-wachtwoord vereist na ontgrendeling
no: Passordet til Apple-kontoen kreves etter opplåsing
pl: Hasło konta Apple wymagane po odblokowaniu
pt_br: A Senha da Conta Apple É Necessária Após o Desbloqueio
pt_pt: Palavra‑passe da conta Apple necessária depois de desbloquear
ro: Parola contului Apple este necesară după deblocare
ru: После разблокировки требуется пароль от учетной записи Apple
sk: Po odomknutí sa vyžaduje heslo Apple účtu
sl: Po odklepu bo zahtevano geslo računa Apple
sv: Lösenordet för ditt Apple‑konto krävs efter upplåsning
th: ต้องใช้รหัสผ่านบัญชี Apple หลังจากปลดล็อค
tr: Kilit Açıldıktan Sonra Apple Hesabı Parolası Gerekir
uk: Після відімкнення потрібно ввести пароль облікового запису Apple
vi: Yêu cầu mật khẩu Tài khoản Apple sau khi mở khóa
zh_cn: 解锁后需输入Apple账户密码
zh_hk: 解鎖後需要輸入Apple帳户密碼
zh_tw: 解鎖後需要輸入「Apple帳號」密碼

source: Update Billing Address
ar: تحديث عنوان الدفع
bg: Обновяване на адрес за фактуриране
ca: Actualitza l’adreça de facturació.
cs: Aktualizujte fakturační adresu
da: Opdater faktureringsadresse
de: Rechnungsadresse aktualisieren
el: Ενημέρωση διεύθυνσης τιμολόγησης
es: Actualizar dirección de facturación
es_us: Actualizar domicilio de facturación
fi: Päivitä laskutusosoite
fr: Mettre à jour l’adresse de facturation
fr_ca: Modifier l’adresse de facturation
he: עדכון כתובת החיוב
hi: बिलिंग पता अपडेट करें
hr: Ažurirajte adresu za naplatu
hu: Számlázási cím módosítása
id: Perbarui Alamat Penagihan
it: Aggiorna indirizzo di fatturazione
ja: 請求先住所を更新
kk: Төлеуші мекенжайын жаңартыңыз
ko: 청구 주소 업데이트
lt: Atnaujinti sąskaitos siuntimo adresą
ms: Kemas Kini Alamat Pengebilan
nl: Werk factuuradres bij
no: Oppdater faktureringsadresse
pl: Uaktualnij adres płatnika
pt_br: Atualize o Endereço de Cobrança
pt_pt: Atualizar endereço de faturação
ro: Actualizați adresa de facturare
ru: Обновить адрес плательщика
sk: Aktualizujte fakturačnú adresu
sl: Posodobi naslov plačnika
sv: Uppdatera faktureringsadress
th: อัปเดตที่อยู่เรียกเก็บเงิน
tr: Fatura Adresini Güncelle
uk: Оновити платіжну адресу
vi: Cập nhật địa chỉ thanh toán
zh_cn: 更新账单邮寄地址
zh_hk: 更新帳單地址
zh_tw: 更新帳單地址

# CARD_NUMBERS_RETURNS_HELP
source: If you are requesting a return or refund and are asked for your credit card number, check the item’s transaction history for the last four digits of the card.
ar: عند إجرائك لطلب إرجاع أو استرداد ويتم سؤالك عن رقم بطاقتك الائتمانية، يمكنك مراجعة سجل تاريخ المعاملات الخاص بالعنصر لمعرفة آخر أربعة أعداد في رقم البطاقة المستخدمة.
bg: Ако заявявате връщане или възстановяване на сума и ви бъде поискан номерът на кредитната ви карта, проверете историята на транзакциите на артикула за последните четири цифри на картата.
ca: Per a devolucions i reemborsaments en què et calgui el número de la targeta de crèdit, consulta els últims 4 dígits de la targeta utilitzada a l’historial de transaccions de l’ítem.
cs: Chcete‑li vrátit zboží nebo požadovat vrácení platby a protistrana vás žádá o číslo vaší platební karty, vyhledejte poslední čtyřčíslí čísla karty v historii transakcí.
da: Hvis du anmoder om en returnering eller refundering og bliver bedt om dit kreditkortnummer, skal du kontrollere købets transaktionshistorik og finde de sidste fire cifre på det brugte kort.
de: Wenn du eine Rückgabe oder Rückerstattung anforderst und nach deiner Kreditkartennummer gefragt wirst, überprüfe den Transaktionsverlauf des Artikels mithilfe der letzten vier Ziffern der Karte.
el: Αν ζητάτε επιστροφή αγαθών ή επιστροφή χρημάτων και σας ζητείται ο αριθμός πιστωτικής κάρτας σας, ελέγξτε το ιστορικό συναλλαγής του στοιχείου για να βρείτε τα τελευταία τέσσερα ψηφία της κάρτας.
es: Si al solicitar una devolución o reembolso te piden el número de tu tarjeta, busca los últimos cuatro dígitos de la tarjeta usada en el historial de la transacción correspondiente.
es_us: Si solicitaste la devolución o el reembolso y se te pide el número de tu tarjeta de crédito, revisa el historial de transacciones para localizar los últimos cuatro dígitos de la tarjeta.
fi: Jos pyydät palautusta tai hyvitystä, ja siihen kysytään kortin numeroa, tarkista kohteen tapahtumahistoriasta käytetyn kortin neljä viimeistä numeroa.
fr: Si vous avez effectué une demande de retour ou de remboursement et que l’on vous demande de renseigner votre numéro de carte bancaire, reportez-vous à l’historique de transactions de l’article pour connaître les quatre derniers chiffres du numéro de carte utilisé.
fr_ca: Si vous souhaitez effectuer un retour ou demander un remboursement et qu’on vous demande votre numéro de carte de crédit, recherchez l’opération dans l’historique des transactions pour connaître les quatre derniers chiffres de la carte.
he: אם ביקשת להחזיר מוצר או לקבל החזר כספי והתבקשת לציין את מספר כרטיס האשראי שלך, נא לחפש את ארבע הספרות האחרונות של הכרטיס בהיסטוריית העסקאות של הפריט.
hi: अगर आप रिटर्न या धन वापसी का अनुरोध कर रहे हैं और आपसे आपका क्रेडिट कार्ड नंबर माँगा जाता है, तो आइटम की लेनदेन हिस्ट्री से कार्ड के अंतिम चार अंक देखें।
hr: Ako vraćate kupljene artikle ili tražite povrat sredstava i trebate pružiti svoj broj kreditne kartice, pogledajte povijest transakcije stavke za posljednja četiri broja kartice.
hu: Ha visszaküldést vagy visszatérítést igényel, és meg kell adnia a hitelkártyája számát, a kártya utolsó négy számjegyét megtalálja a tétel tranzakciós előzményei között.
id: Jika Anda meminta pengembalian atau pengembalian dana dan dimintai nomor kartu kredit Anda, periksa riwayat transaksi item untuk empat digit terakhir kartu.
it: Se richiedi un reso o un rimborso e ti viene chiesto il numero della carta di credito, verifica le ultime quattro cifre del numero della carta nella cronologia delle transazioni corrispondente.
ja: 返品または返金を要求しているときにクレジットカード番号を求められた場合は、商品の取引履歴でカードの下4桁を確認してください。
kk: Егер сіз ақшаны қайтаруға өтініш берген болсаңыз және сізден несиелік картаңыздың нөмірі сұралса, пайдаланылған карта нөмірінің соңғы төрт санын білу үшін тауардың транзакция тарихын қараңыз.
ko: 반품이나 환불을 요청할 때 신용 카드 번호를 제공해야 하는 경우, 구매 항목의 거래 내역에서 카드 번호의 마지막 4자리 숫자를 확인할 수 있습니다.
lt: Jei reikia kredito kortelės numerio norint grąžinti prekę ar susigrąžinti lėšas, operacijų istorijoje peržiūrėkite keturis paskutinius kortelės numerio skaitmenis.
ms: Jika anda meminta pemulangan atau bayaran balik dan nombor kad kredit anda diminta, semak sejarah transaksi item untuk mendapatkan empat digit terakhir kad.
nl: Als je een retour­zending of terug­betaling aanvraagt en om je creditcardnummer wordt gevraagd, raadpleeg je de transactie­geschiedenis van het onderdeel om te zien wat de laatste vier cijfers van het kaartnummer zijn.
no: Hvis du ber om refusjon eller om å returnere varen og blir bedt om å oppgi kredittkortnummeret ditt, kan du sjekke transaksjons­loggen for å finne de fire siste sifrene av kortet.
pl: Jeśli potrzebujesz numeru karty kredytowej na potrzeby zwrotu produktu lub środków, poszukaj w historii transakcji ostatnich czterech cyfr numeru karty.
pt_br: Em um pedido de devolução ou reembolso, se o número do seu cartão for solicitado, consulte os quatro últimos dígitos dele no histórico de transações do item.
pt_pt: Se estiver a pedir um reembolso ou devolução e tiver de fornecer o número de cartão de crédito, procure no histórico de transações do artigo os últimos quatro dígitos do cartão.
ro: Dacă solicitați o returnare sau o rambursare și vi se cere numărul cardului de credit, căutați în istoricul tranzacțiilor articolului respectiv ultimele patru cifre ale cardului.
ru: Если при запросе возврата или возмещения необходимо указать номер кредитной карты, его последние 4 цифры можно найти в истории транзакций напротив соответствующей покупки.
sk: Ak chcete vrátiť tovar alebo požiadať o refundáciu a druhá strana si vyžiada číslo vašej karty, vyhľadajte v histórii transakcií posledné štyri čísla použitej karty.
sl: Če zahtevate vračilo artikla ali denarja in ste pozvani, da vnesete številko svoje kreditne kartice, preglejte zgodovino transakcij artikla in poiščite zadnje štiri števke kartice.
sv: Om du begär en retur eller återbetalning och ska ange kreditkortsnumret finns kortets fyra sista siffror under objektets transaktionshistorik.
th: ถ้าคุณขอคืนสินค้าหรือขอเงินคืน และถูกขอให้แจ้งหมายเลขบัตรเครดิตของคุณ ให้ตรวจดูเลขสี่หลักสุดท้ายของบัตรในประวัติรายการธุรกรรมของสินค้า
tr: Para veya ürün iadesi talep ediyorsanız ve kredi kartı numaranız soruluyorsa kartın son dört rakamı için öğenin işlem geçmişine bakın.
uk: Якщо для повернення чи відшкодування коштів вам потрібно надати номер своєї кредитної картки, знайдіть чотири останні цифри номера використаної картки в історії трансакцій.
vi: Nếu bạn đang yêu cầu trả hàng hoặc hoàn tiền và được yêu cầu cung cấp số thẻ tín dụng, hãy kiểm tra lịch sử giao dịch của mặt hàng để biết bốn chữ số cuối của thẻ.
zh_cn: 若你请求退货或退款，并需要提供信用卡卡号，请查看对应项目的交易记录以获取所用卡的末四位。
zh_hk: 如你要求退貨或退款，並且被要求提供信用卡號碼，請檢查該項目的交易記錄，找出信用卡的最後四位數字。
zh_tw: 若你要求退貨或退款，並需要提供信用卡卡號，請檢查該項目的交易記錄來找到卡號末四碼。

# DEFAULT_CARD_LABEL
source: Default Card
ar: البطاقة الافتراضية
bg: Карта по подразбиране
ca: Targeta per omissió
cs: Výchozí karta
da: Standardkort
de: Standardkarte
el: Προεπιλεγμένη κάρτα
es: Tarjeta por omisión
es_us: Tarjeta predeterminada
fi: Oletuskortti
fr: Carte par défaut
fr_ca: Carte par défaut
he: כרטיס ברירת המחדל
hi: डिफ़ॉल्ट कार्ड
hr: Standardna kartica
hu: Alapértelmezett kártya
id: Kartu Default
it: Carta di default
ja: メインカード
kk: Әдепкі карта
ko: 기본 카드
lt: Numatytoji kortelė
ms: Kad Lalai
nl: Standaardkaart
no: Standard kort
pl: Domyślna karta
pt_br: Cartão Padrão
pt_pt: Cartão predefinido
ro: Card implicit
ru: Карта по умолчанию
sk: Predvolená karta
sl: Privzeta kartica
sv: Förvalt kort
th: บัตรเริ่มต้น
tr: Saptanmış Kart
uk: Основна картка
vi: Thẻ mặc định
zh_cn: 默认卡片
zh_hk: 預設卡
zh_tw: 預設的卡片

# ADD_DIFFERENT_CARD
source: Add a Different Card
ar: إضافة بطاقة مختلفة
bg: Добавяне на различна карта
ca: Afegeix una altra targeta
cs: Přidat jinou kartu
da: Tilføj et andet kort
de: Andere Karte hinzufügen
el: Προσθήκη διαφορετικής κάρτας
es: Añadir otra tarjeta
es_us: Agregar otra tarjeta
fi: Lisää toinen kortti
fr: Ajouter une autre carte
fr_ca: Ajouter une carte différente
he: הוספת כרטיס אחר
hi: अलग कार्ड जोड़ें
hr: Dodaj drugu karticu
hu: Másik kártya hozzáadása
id: Tambah Kartu yang Berbeda
it: Aggiungi un’altra carta
ja: ほかのカードを追加
kk: Басқа картаны қосу
ko: 다른 카드 추가
lt: Įtraukite kitą kortelę
ms: Tambah Kad Berbeza
nl: Voeg andere kaart toe
no: Legg til et annet kort
pl: Dodaj inną kartę
pt_br: Adicionar um Cartão Diferente
pt_pt: Adicionar outro cartão
ro: Adăugați un card diferit
ru: Добавить другую карту
sk: Pridať inú kartu
sl: Dodaj drugo kartico
sv: Lägg till ett annat kort
th: เพิ่มบัตรอื่น
tr: Farklı Bir Kart Ekle
uk: Додати іншу картку
vi: Thêm một thẻ khác
zh_cn: 添加其他卡片
zh_hk: 加入其他卡
zh_tw: 加入其他卡片

# LOST_MODE_BUTTON_TITLE
source: Enter Password
ar: إدخال كلمة السر
bg: Въведете парола
ca: Contrasenya
cs: Zadat heslo
da: Skriv adgangskode
de: Passwort eingeben
el: Εισαγωγή συνθηματικού
es: Introducir contraseña
es_us: Ingresar contraseña
fi: Syötä salasana
fr: Saisir le mot de passe
fr_ca: Entrer le mot de passe
he: יש להזין סיסמה
hi: पासवर्ड दर्ज करें
hr: Unesite lozinku
hu: Jelszó megadása
id: Masukkan Kata Sandi
it: Inserisci password
ja: パスワードを入力
kk: Құпиясөзді енгізу
ko: 암호 입력
lt: Įveskite slaptažodį
ms: Masukkan Kata Laluan
nl: Voer wachtwoord in
no: Oppgi passord
pl: Podaj hasło
pt_br: Digitar Senha
pt_pt: Digitar a palavra‑passe
ro: Introduceți parola
ru: Ввести пароль
sk: Zadať heslo
sl: Vnesite geslo
sv: Ange lösenord
th: ป้อนรหัสผ่าน
tr: Parolayı Gir
uk: Ввести пароль
vi: Nhập mật khẩu
zh_cn: 输入密码
zh_hk: 輸入密碼
zh_tw: 輸入密碼

# NO_PHONE_PLACEHOLDER
source: No Phone
ar: لا يوجد رقم هاتف
bg: Няма телефон
ca: Cap telèfon
cs: Žádné telefonní číslo
da: Intet telefonnummer
de: Kein Telefon
el: Κανένα τηλέφωνο
es: Ningún número de teléfono
es_us: Sin teléfono
fi: Ei puhelinta
fr: Aucun numéro de téléphone
fr_ca: Aucun numéro de téléphone
he: אין מספר טלפון
hi: कोई फ़ोन नहीं
hr: Bez telefona
hu: Nincs telefonszám
id: Tidak Ada Telepon
it: Nessun numero di telefono
ja: 電話番号がありません
kk: Телефон нөмірі жоқ
ko: 전화번호 없음
lt: Telefono numerio nėra
ms: Tiada Telefon
nl: Geen telefoon
no: Mangler telefonnummer
pl: Brak numeru telefonu
pt_br: Nenhum Telefone
pt_pt: Nenhum telefone
ro: Niciun număr de telefon
ru: Номер телефона не указан
sk: Žiadny telefón
sl: Ni telefona
sv: Inget telefonnummer
th: ไม่มีเบอร์โทรศัพท์
tr: Telefon Yok
uk: Немає номера телефону
vi: Không có số điện thoại
zh_cn: 无电话
zh_hk: 沒有電話
zh_tw: 沒有電話

source: Privacy Policy…
ar: سياسة الخصوصية…
bg: Политика за поверителност…
ca: Política de privacitat…
cs: Ochrana osobních údajů…
da: Anonymitetspolitik…
de: Datenschutzrichtlinie …
el: Πολιτική απορρήτου…
es: Política de privacidad…
es_us: Política de privacidad…
fi: Tietosuojakäytäntö…
fr: Confidentialité…
fr_ca: Politique de confidentialité…
he: מדיניות הפרטיות…
hi: गोपनीयता नीति…
hr: Pravila privatnosti…
hu: Adatvédelmi szabályzat…
id: Kebijakan Privasi…
it: Informativa sulla privacy…
ja: プライバシーポリシー…
kk: Құпиялылық саясаты…
ko: 개인정보 처리방침…
lt: Privatumo politika…
ms: Dasar Privasi…
nl: Privacybeleid…
no: Personvern…
pl: Ochrona prywatności…
pt_br: Política de Privacidade…
pt_pt: Política de Privacidade…
ro: Politică de confidențialitate…
ru: Политика конфиденциальности…
sk: Ochrana súkromia…
sl: Pravilnik o zasebnosti …
sv: Integritetspolicy…
th: นโยบายความเป็นส่วนตัว…
tr: Gizlilik Politikası…
uk: Політика конфіденційності…
vi: Chính sách quyền riêng tư…
zh_cn: 隐私政策…
zh_hk: 私隱政策⋯
zh_tw: 隱私權政策⋯

# LEARN_MORE_TITLE
source: Learn More
ar: معرفة المزيد
bg: Научете повече
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
el: Μάθετε περισσότερα
es: Más información
es_us: Obtén detalles
fi: Lisätietoja
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: अधिक जानें
hr: Saznajte više
hu: Bővebben
id: Lebih Lanjut
it: Scopri di più
ja: 詳しい情報
kk: Қосымша мәлімет алу
ko: 더 알⁠아⁠보⁠기
lt: Sužinokite daugiau
ms: Ketahui Lebih Lanjut
nl: Meer informatie
no: Finn ut mer
pl: Więcej informacji
pt_br: Saiba Mais
pt_pt: Saiba mais
ro: Mai multe
ru: Подробнее…
sk: Viac informácií
sl: Več o tem
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 进一步了解
zh_hk: 進一步了解
zh_tw: 更多內容

# APPLE_CARD_BALANCE_DETAILS
source: Balance Details
ar: تفاصيل الرصيد
bg: Детайли за салдо
ca: Detalls del saldo
cs: Podrobné informace o zůstatku
da: Oplysninger om saldo
de: Saldodetails
el: Λεπτομέρειες υπολοίπου
es: Detalles del saldo
es_us: Detalles del saldo
fi: Saldon lisätiedot
fr: Détails du solde
fr_ca: Solde détaillé
he: פרטי היתרה
hi: बैलेंस विवरण
hr: Detalji salda
hu: Egyenleg részletei
id: Detail Saldo Terutang
it: Dettagli saldo
ja: 残高の詳細
kk: Берешек туралы мәліметтер
ko: 잔액 세부사항
lt: Likučio informacija
ms: Butiran Baki
nl: Saldodetails
no: Saldoinformasjon
pl: Szczegóły salda
pt_br: Detalhes do Saldo
pt_pt: Detalhes do saldo
ro: Detalii sold
ru: Сведения о балансе
sk: Podrobnosti zostatku
sl: Podrobnosti
sv: Saldoinformation
th: รายละเอียดยอด
tr: Bakiye Ayrıntıları
uk: Деталі балансу
vi: Chi tiết dư nợ
zh_cn: 账单详细信息
zh_hk: 結欠詳細資料
zh_tw: 應繳金額詳細資訊

# HIDE_CARD_NUMBERS_BUTTON_TITLE
source: Hide
ar: إخفاء
bg: Скрий
ca: Oculta
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
es_us: Ocultar
fi: Kätke
fr: Masquer
fr_ca: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
kk: Жасыру
ko: 가리기
lt: Slėpti
ms: Sembunyikan
nl: Verberg
no: Skjul
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascundeți
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Göm
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏

source: Shipping Address
ar: عنوان الشحن
bg: Адрес за доставка
ca: Adreça d’enviament
cs: Doručovací adresa
da: Leveringsadresse
de: Versandadresse
el: Διεύθυνση αποστολής
es: Dirección de envío
es_us: Domicilio de envío
fi: Toimitusosoite
fr: Adresse de livraison
fr_ca: Adresse de livraison
he: כתובת למשלוח
hi: भेजने का पता
hr: Adresa za isporuku
hu: Szállítási cím
id: Alamat Pengiriman
it: Indirizzo di spedizione
ja: 配送先住所
kk: Жіберу мекенжайы
ko: 배송 주소
lt: Pristatymo adresas
ms: Alamat Penghantaran
nl: Bezorgadres
no: Leveringsadresse
pl: Adres wysyłki
pt_br: Endereço de Entrega
pt_pt: Endereço de envio
ro: Adresă de expediere
ru: Адрес доставки
sk: Dodacia adresa
sl: Naslov za pošiljanje
sv: Leveransadress
th: ที่อยู่จัดส่ง
tr: Teslimat Adresi
uk: Адреса доставки
vi: Địa chỉ giao hàng
zh_cn: 送货地址
zh_hk: 送貨地址
zh_tw: 寄送地址
